Repository: dad98253/LinPopUp-2
Catalog: po/*.po
Languages: nl, ru

source: About LinPopUp
nl: Over LinPopUp
ru: О программе

source: Author : Jean-Marc Jacquet
nl: Auteur: Jean-Marc Jacquet
ru: Автор : Jean-Marc Jacquet

source: Close
nl: Sluiten
ru: Закрыть

source: New
nl: Nieuw
ru: Написать

source: Send a New Message
nl: Een nieuw bericht verzenden
ru: Отправить новое сообщение

source: Reply
nl: Beantwoord
ru: Ответить

source: Reply to this Message
nl: Dit bericht beantwoorden
ru: Ответить на сообщение

source: Delete
nl: Verwijderen
ru: Удалить

source: Delete this Message
nl: Verwijder dit bericht
ru: Удалить сообщение

source: Prev.
nl: Vorige
ru: Назад

source: Show Previous Message
nl: Geef vorige bericht weer
ru: Показать предыдущее сообщение

source: Next
nl: Volgende
ru: Вперёд

source: Show Next Message
nl: Geef volgende bericht weer
ru: Показать следующее сообщение

source: Iconize
nl: Pictogram
ru: Свернуть

source: Iconize LinPopUp
nl: LinPopUp minimaliseren
ru: Свернуть LinPopUp

source: %s open error: %s
nl: %s fout bij het openen: %s
ru: Ошибка открытия %s: %s

source: RC Save Error
nl: RC Bewaarfout
ru: Ошибка сохранения настроек

source: %s write error: %s
nl: %s fout bij het schrijven: %s
ru: Ошибка записи %s: %s

source: USER on HOST wrote :
nl: USER op HOST schreef:
ru: USER с HOST написал :

source: Preferences
nl: Voorkeuren
ru: Настройки

source: Done
nl: Gereed
ru: Сохранить

source: Cancel
nl: Annuleren
ru: Отменить

source: Reset
ru: Сбросить

source: Messages
nl: Berichten
ru: Сообщения

source: Check for incoming messages
nl: Controleer op inkomende berichten
ru: Проверять входящие сообщения

source: Every ... second(s):
nl: Elke ... seconde(n):
ru: Каждые ... секунд(ы):

source: Never
nl: Nooit
ru: Никогда

source: Reply
nl: Beantwoorden
ru: Ответ

source: Quote character:
nl: Citeer:
ru: Обозначение цитаты:

source: Reply Header:
nl: Antwoord kop:
ru: Заголовок ответа:

source: Delivery address
nl: Adres van ontvanger
ru: Адрес назначения

source: Use default host:
nl: Gebruik standaardhost:
ru: Адрес по умолчанию:

source: Guess
nl: Raden
ru: Угадывать

source: Leave blank
nl: Houdt leeg
ru: Оставлять пустым

source: Samba Settings
nl: Samba instellingen
ru: Настройки Самбы

source: Identity
nl: Identiteit
ru: Идентификация

source: User Name:
nl: Gebruikersnaam:
ru: Имя пользователя:

source: Host Name:
nl: Hostnaam:
ru: Имя машины:

source: Arguments
nl: Argumenten
ru: Аргументы

source: Optional:
nl: Optioneel:
ru: Дополнительные:

source: General Options
nl: Algemene opties
ru: Общие параметры

source: Options
nl: Opties
ru: Параметры

source: Delivery confirmation
nl: Bevestiging van ontvangen
ru: Подтверждать доставку

source: Read wrap-around, last message to first
nl: Lees in omgekeerde volgorde
ru: Читать по кругу, от последнего сообщения к первому

source: Copy all messages to self
nl: Kopieer berichten naar uwzelf
ru: Посылать себе копию сообщения

source: Auto-iconify on last deleted message
nl: Automatisch verkleinen na verwijderen van laatste bericht
ru: Сворачивать при удалении последнего сообщения

source: Beep on new message arrival
nl: Geef een piep bij een nieuw bericht
ru: Оповещать о приходе сообщения

source: Minimize to tray
ru: Сворачивать в трей

source: Toolbar
nl: Werkbalk
ru: Панель инструментов

source: Icons and text
nl: Pictogrammen en tekst
ru: Пиктограммы и текст

source: Icons only
nl: Alleen pictogrammen
ru: Только пиктограммы

source: Text only
nl: Alleen tekst
ru: Только текст

source: High colors icons set
nl: 'High color' pictogrammen
ru: Полноцветный набор

source: 16 colors icons set
nl: 16 kleuren pictogrammen
ru: 16-цветный набор

source: LinPopUp - Changes
nl: LinPopUp - Wijzigingen
ru: LinPopUp - Изменения

source: LinPopUp - User's Manual
nl: LinPopUp - Gebruikershandleiding
ru: LinPopUp - Руководство пользователя

source: WARNING: Due to a security hole found in Samba message command you may install Samba version >= 2.0 Beta 2 when using LinPopUp.
nl: Waarschuwing: Wegens een beveiligingsprobleem in Samba is het niet mogelijk LinPopUp te gebruiken met Samba versie < 2.0 Beta 2.
ru: Внимание: Из-за ошибки безопасности в команде отправки сообщений рекомендуем совместно с LinPopUp использовать Samba версии >= 2.0 Beta 2.

source: Message
nl: Bericht
ru: Сообщение

source: Previous
nl: Vorige
ru: Назад

source: Save As...
nl: Opslaan als...
ru: Сохранить как...

source: Save All Messages
nl: Bewaar alle berichten
ru: Сохранить все

source: Delete All
nl: Verwijder alles
ru: Удалить все

source: Quit
nl: Afsluiten
ru: Выйти

source: Edit
nl: Wijzig
ru: Изменить

source: Select All
nl: Alles markeren
ru: Выделить всё

source: Copy to Clipboard
nl: Kopieren
ru: Копировать в буфер обмена

source: Preferences...
nl: Voorkeuren...
ru: Настройки...

source: Window
nl: Venster
ru: Окно

source: Save Size
nl: Grootte bewaren
ru: Сохранить размер

source: Reset default Size
nl: Standaardgrootte herstellen
ru: Исходный размер

source: Help
ru: Справка

source: About LinPopUp...
nl: Over LinPopUp...
ru: О программе...

source: License
nl: Licentie
ru: Лицензия

source: What's New
nl: Nieuws
ru: Что нового

source: User's Manual
nl: Gebruikershandleiding
ru: Руководство пользователя

source: LinPopUp Forum
ru: Форум LinPopUp

source: Get Last Version
nl: Download de laatste versie
ru: Свежая версия

source: Load...
nl: Laden...
ru: Загрузить...

source: Send
nl: Verzenden
ru: Отправить

source: Cut
nl: Knippen
ru: Вырезать

source: Copy
nl: Kopieren
ru: Скопировать

source: Paste
nl: Plakken
ru: Вставить

source: Error
nl: Fout
ru: Ошибка

source: Please enter a destination.
nl: Voer een ontvanger in.
ru: Укажите получателя.

source: To:
nl: Aan:
ru: Кому:

source: === TO BE CONTINUED ===
nl: === Wordt vervolgt ===
ru: === Продолжение следует ===

source: Message succesfully sent.
nl: Bericht succesvol verzonden.
ru: Сообщение успешно отправлено.

source: Error
nl: Fout
ru: Ошибка

source: `smbclient' command cannot be run; not installed?
nl: `smbclient' commando kan niet worden gevonden; is Samba correct geinstalleerd?
ru: Невозможно запустить команду `smbclient'; не установлена?

source: Unknown host : %s
nl: Onbekende Host: %s
ru: Неизвестная машина : %s

source: Host unreachable : %s
nl: Host niet bereikbaar: %s
ru: Машина не отвечает : %s

source: %s can't receive winpopup messages.
nl: %s kon winpopup berichten niet ontvangen.
ru: %s не принимает сообщения winpopup.

source: LinPopup - smbclient output
nl: LinPopup - smbclient uitvoer
ru: LinPopup - вывод smbclient

source: A new message was entered. Cancel anyway?
nl: Een nieuw bericht is binnengekomen. Toch annuleren?
ru: Было набрано новое сообщение. Всё равно отменить?

source: Yes
nl: Ja
ru: Да

source: No
nl: Nee
ru: Нет

source: Unable to Open '%s'
nl: Kan '%s' niet openen
ru: Невозможно открыть '%s'

source: File Error
nl: Bestandsfout
ru: Ошибка файла

source: Load Message text...
nl: Laad berichttekst...
ru: Загрузить текст сообщения...

source: Send to:
nl: Verzenden aan:
ru: Кому отправить:

source: Message #%i
nl: Bericht #%i
ru: Сообщение #%i

source: No Message
nl: Geen bericht
ru: Сообщений нет

source: NEW
nl: NIEUW
ru: НОВОЕ

source: Total Messages: %i
nl: Totaal aantal berichten: %i
ru: Всего сообщений: %i

source: New: %i
nl: Nieuw: %i
ru: Новых: %i

source: Distributed under the terms of the GNU GPL.
nl: Gedistributeerd onder de voorwaarden van de GNU GPL.
ru: Распространяется на условиях GNU GPL.

source: Samba version %s installed.
nl: Samba versie %s is geinstalleert.
ru: Установлена Самба версии %s.

source: Received from %s at %s, %s
nl: Ontvangen van %s um %s, %s
ru: Получено от %s с %s, %s

source: FROM : %s ON %s TO : %s DATE : %s --- %s === END OF MESSAGE ===
nl: VAN : %s AUF %s AAN : %s DATUM: %s --- %s === EINDE BERICHT ===
ru: ОТ : %s С %s КОМУ : %s ДАТА : %s --- %s === Конец сообщения ===

source: %s already exists Erase it anyway ?
nl: %s bestaat al. vervangen met de nieuwe versie?
ru: %s уже существует Переписать всё равно?

source: Confirmation box
nl: Bevestigingsveld
ru: Подтверждение

source: LINPOPUP MESSAGE #%i
nl: LINPOPUP BERICHT #%i
ru: Сообщение LINPOPUP #%i

source: LINPOPUP MESSAGE
nl: LINPOPUP BERICHT
ru: Сообщение LINPOPUP

source: Can not write %s!
nl: Kan %s niet schrijven!
ru: Невозможно записать %s!

source: Save Message...
nl: Bewaar bericht...
ru: Сохранить сообщение...

source: Confirm for deletion
nl: Bevestig voor verwijderen
ru: Подтверждение удаления

source: Do you really want delete ALL messages?
nl: Wilt u echt ALLE berichten verwijderen?
ru: Вы действительно хотите удалить ВСЕ сообщения?

source: LINPOPUP V%s - (c)LittleIgloo.org 1998-%s. Compiled by %s on %s the %s at %s, Using %s and %s.
nl: LINPOPUP V%s - (c)LittleIgloo.org 1998-%s. Gecompileerd door %s op %s de %s om %s, Maakt gebruik van %s und %s.
ru: LINPOPUP V%s - (c)LittleIgloo.org 1998-%s. Скомпилировано %s на %s %s в %s, С использованием %s и %s.

source: LinPopUp - Readme
nl: LinPopUp - Leesmij

source: Readme
nl: Leesmij
